[
    {
        "object": "edanmdm-nmaahc_2013.201.1.10",
        "title": "Pinback button for Clinton presidential campaign",
        "date": "1992",
        "img": "https://ids.si.edu/ids/deliveryService?id=NMAAHC-2013_201_1_10_001",
        "description": "The Clinton coalition [during the 1992 Democratic primaries], a New York Times editorial declared, represented \"the first time since Robert Kennedy's Indiana primary campaign in 1968, that it is politically possible to bring poor blacks and blue-collar white voters together. It is finally possible for Americans to transcend racial division and look instead to mutual interest.\" (\"Bill Clinton in Black and White,\" editorial, The New York Times, March 11, 1992.)",
        "source": "https://www.nbcnews.com/politics/elections/1992-bill-clinton-builds-winning-coalition-jackson-diminished-n1029606",
        "year": "1992",
        "height": "below"
    },
    {
        "object": "edanmdm-nmaahc_2013.201.1.30",
        "title": "Pinback button of the Pan-African flag",
        "date": "after 1955",
        "img": "https://ids.si.edu/ids/deliveryService?id=NMAAHC-2013_201_1_30_001",
        "description": "Pan-Africanism is a worldwide movement that aims to encourage and strengthen bonds of solidarity between all indigenous and diaspora ethnic groups of African descent. Based on a common goal dating back to the Atlantic slave trade, the movement extends beyond continental Africans with a substantial support base among the African diaspora in the Americas and Europe.",
        "source": "https://en.wikipedia.org/wiki/Pan-Africanism",
        "year": "1959",
        "height": "high above"
    },
    {
        "object": "edanmdm-nmaahc_2013.201.1.37",
        "title": "Pinback button which reads \"Malcolm X Speaks For Me\"",
        "date": "1960-1970",
        "img": "https://ids.si.edu/ids/deliveryService?id=NMAAHC-2013_201_1_37_001",
        "description": "Malcolm Little (May 19, 1925 – February 21, 1965), better known as Malcolm X, was an African American Muslim minister and human rights activist who was a popular figure during the civil rights movement. He is best known for his time spent as a vocal spokesman for the Nation of Islam...A controversial figure accused of preaching racism and violence, Malcolm X is also a widely celebrated figure within African-American and Muslim American communities for his pursuit of racial justice. He was posthumously honored with Malcolm X Day, on which he is commemorated in various cities across the United States.",
        "source": "https://en.wikipedia.org/wiki/Malcolm_X",
        "year": "1964.5",
        "height": "high above"
    },
    {
        "object": "edanmdm-nmaahc_2013.201.1.50",
        "title": "Pinback button stating \"Do the Right Thing!\"",
        "date": "1994",
        "img": "https://ids.si.edu/ids/deliveryService?id=NMAAHC-2013_201_1_50_001",
        "description": "Do the Right Thing is a 1989 American comedy-drama film produced, written, and directed by Spike Lee. It stars Lee, Danny Aiello, Ossie Davis, Ruby Dee, Richard Edson, Giancarlo Esposito, Bill Nunn, John Turturro, and Samuel L. Jackson, and is the feature film debut of Martin Lawrence and Rosie Perez. The story explores a Brooklyn neighborhood's simmering racial tension, which culminates in tragedy and violence on a hot summer day.",
        "source": "https://en.wikipedia.org/wiki/Do_the_Right_Thing",
        "year": "1994",
        "height": "above"
    },
    {
        "object": "edanmdm-nmaahc_2013.201.1.22",
        "title": "Pinback button promoting Martin Luther King Day",
        "date": "1982",
        "img": "https://ids.si.edu/ids/deliveryService?id=NMAAHC-2013_201_1_22_001",
        "description": "King was the chief spokesperson for nonviolent activism in the Civil Rights Movement, which successfully protested racial discrimination in federal and state law. The campaign for a federal holiday in King's honor began soon after his assassination in 1968. President Ronald Reagan signed the holiday into law in 1983, and it was first observed three years later. At first, some states resisted observing the holiday as such, giving it alternative names or combining it with other holidays. It was officially observed in all 50 states for the first time in 2000.",
        "source": "https://en.wikipedia.org/wiki/Martin_Luther_King_Jr._Day",
        "year": "1982",
        "height": "below"
    },
    {
        "object": "edanmdm-nmaahc_2010.77.2",
        "title": "Pinback button featuring Abraham Lincoln and Frederick Douglass",
        "date": "1960s",
        "img": "https://ids.si.edu/ids/deliveryService?id=NMAAHC-2010_77_2_001",
        "description": "Experiencing the cruelty and moral injustices of the institution of slavery, Frederick Douglass successfully fled to the North in 1838...Over the next six decades, he worked tirelessly to advocate for enslaved and free African Americans, rising to prominence in the United States government and throughout the entire country...Though highly critical of Lincoln’s sluggishness toward emancipation and his support of the racist underpinnings behind colonization, Douglass also respected the president, especially following the implementation of the Emancipation Proclamation on January 1, 1863.",
        "source": "https://www.whitehousehistory.org/frederick-douglass-and-abraham-lincoln",
        "year": "1961.5",
        "height": "way below"
    },
    {
        "object": "edanmdm-nmaahc_2011.105.1",
        "title": "Pinback button for Channing Phillips' presidential campaign",
        "date": "1968",
        "img": "https://ids.si.edu/ids/deliveryService?id=NMAAHC-2011_105_1_001",
        "description": "Channing Emery Phillips (March 23, 1928 – November 11, 1987) was an American minister, civil rights leader and social activist, who made history as the first African-American placed in nomination for President of the United States by a major political party. Phillips said that his candidacy was meant to show that \"the Negro vote must not be taken for granted.\" At the time of his candidacy, Phillips was a president of the Housing Development Corporation, a government-backed housing venture in the federal capital.",
        "source": "https://en.wikipedia.org/wiki/Channing_E._Phillips",
        "year": "1968.2",
        "height": "above"
    },
    {
        "object": "edanmdm-nmaahc_2011.178.5",
        "title": "Pinback button promoting public housing in New York City",
        "date": "late 20th century",
        "img": "https://ids.si.edu/ids/deliveryService?id=NMAAHC-5FBC1722D1862_5001",
        "description": "The New York City Housing Authority (NYCHA) is a New York State public development corporation which provides public housing in New York City. It was the first agency in the United States to provide housing for low- and moderate-income residents throughout the five boroughs of New York City. NYCHA also administers a citywide Section 8 Leased Housing Program in rental apartments. These communities are often referred to in popular culture as \"projects\", or\"developments\". These facilities commonly have large income disparities with their respective surrounding neighborhood or community.",
        "source": "https://en.wikipedia.org/wiki/New_York_City_Housing_Authority",
        "year": "1989",
        "height": "below"
    },
    {
        "object": "edanmdm-nmaahc_2011.46.4",
        "title": "Pinback button reading Teach the Children the Truth",
        "date": "20th century",
        "img": "https://ids.si.edu/ids/deliveryService?id=NMAAHC-2011_46_4_001",
        "description": "[The owner of the button], Abiodun Oyewole (born Charles Davis, February 1948), is a poet, teacher and founding member of the American music and spoken-word group The Last Poets, which developed into what is considered to be the first hip hop group. The group was born on May 19, 1968, Malcolm X's birthday, when Abiodun and two others, David Nelson, Gylan Kain, read poetry in tribute to Malcolm X. The group was based in black nationalism and quickly became known throughout the African-American community.",
        "source": "https://en.wikipedia.org/wiki/Abiodun_Oyewole",
        "year": "1980",
        "height": "above"
    },
    {
        "object": "edanmdm-nmaahc_2013.201.1.1-3",
        "title": "Pinback button for Jesse Jackson’s 1984 presidential campaign",
        "date": "1984",
        "img": "https://ids.si.edu/ids/deliveryService?id=NMAAHC-2013_201_1_1_001",
        "description": "In 1984, Jesse Jackson became the second African American (after Shirley Chisholm) to mount a nationwide campaign for President of the United States, running as a Democrat. In the primaries, Jackson, who had been written off by pundits as a fringe candidate with little chance at winning the nomination, surprised many when he took third place overall, behind Senator Gary Hart and former Vice President Walter Mondale, who eventually won the nomination. Jackson garnered 3,282,431 primary votes, or 18.2 percent of the total, in 1984.",
        "source": "https://en.wikipedia.org/wiki/Jesse_Jackson_1984_presidential_campaign",
        "year": "1984",
        "height": "above"
    },
    {
        "object": "edanmdm-nmaahc_2013.201.1.26",
        "title": "Pinback button promoting black unity",
        "date": "mid 20th century",
        "img": "https://ids.si.edu/ids/deliveryService?id=NMAAHC-2013_201_1_26_002",
        "description": "Pan-Africanism is a worldwide movement that aims to encourage and strengthen bonds of solidarity between all indigenous and diaspora ethnic groups of African descent. Based on a common goal dating back to the Atlantic slave trade, the movement extends beyond continental Africans with a substantial support base among the African diaspora in the Americas and Europe.",
        "source": "https://en.wikipedia.org/wiki/Pan-Africanism",
        "year": "1971.5",
        "height": "below"
    },
    {
        "object": "edanmdm-nmaahc_2013.201.1.33",
        "title": "Pinback button promoting All-African People's Revolutionary Party",
        "date": "after 1958",
        "img": "https://ids.si.edu/ids/deliveryService?id=NMAAHC-2013_201_1_33_001",
        "description": "The All-African People's Revolutionary Party (A-APRP) is a socialist political party founded by Kwame Nkrumah and organized in Conakry, Guinea in 1968. The party expanded to the United States in 1972 and claims to have recruited members from 33 countries. According to the party, global membership in the party is \"in the hundreds\".",
        "source": "https://en.wikipedia.org/wiki/All-African_People%27s_Revolutionary_Party",
        "year": "1957.5",
        "height": "below"
    },
    {
        "object": "edanmdm-nmaahc_2013.201.1.34",
        "title": "Pinback button promoting All-African People's Revolutionary Party",
        "date": "after 1958",
        "img": "https://ids.si.edu/ids/deliveryService?id=NMAAHC-2013_201_1_34_001",
        "description": "The All-African People's Revolutionary Party (A-APRP) is a socialist political party founded by Kwame Nkrumah and organized in Conakry, Guinea in 1968. The party expanded to the United States in 1972 and claims to have recruited members from 33 countries. According to the party, global membership in the party is \"in the hundreds\".",
        "source": "https://en.wikipedia.org/wiki/All-African_People%27s_Revolutionary_Party",
        "year": "1957.5",
        "height": "above"
    },
    {
        "object": "edanmdm-nmaahc_2013.201.1.42",
        "title": "Pinback button which reads \"Respect and Protect the Black Woman\"",
        "date": "mid-20th century",
        "img": "https://ids.si.edu/ids/deliveryService?id=NMAAHC-42B298FB2AA22_5001",
        "description": "The teachings of the Honorable Elijah Muhammad and the Nation of Islam are known for several signature messages. One is “Respect and Protect the Black Woman.” The importance of the proper respect and development of the female cannot be understated or underestimated in the life of a people. When you teach a man, you teach an individual, when you teach a woman you teach a nation.",
        "source": "http://www.finalcall.com/artman/publish/Perspectives_1/Respect_and_protect_the_Black_woman_4760.shtml",
        "year": "1970",
        "height": "high above"
    },
    {
        "object": "edanmdm-nmaahc_2013.201.1.47",
        "title": "Pinback button of Farrakhan quote",
        "date": "after 1985",
        "img": "https://ids.si.edu/ids/deliveryService?id=NMAAHC-2013_201_1_47_001",
        "description": "Louis Farrakhan Sr. (born Louis Eugene Walcott, May 11, 1933), formerly known as Louis X, is an American religious leader and political activist who heads the Nation of Islam (NOI). Earlier in his career, he served as the minister of mosques in Boston and Harlem and was appointed National Representative of the Nation of Islam by former NOI leader Elijah Muhammad.",
        "source": "https://en.wikipedia.org/wiki/Louis_Farrakhan",
        "year": "1985",
        "height": "below"
    },
    {
        "object": "edanmdm-nmaahc_2013.201.1.7",
        "title": "Pinback button for Jesse Jackson’s 1988 presidential campaign",
        "date": "1988",
        "img": "https://ids.si.edu/ids/deliveryService?id=NMAAHC-2013_201_1_7_001",
        "description": "The 1988 Jesse Jackson presidential campaign was Jesse Jackson's second campaign for President of the United States. This time, his successes in the past made him a more credible candidate and he was both better financed and better organized. Although most people did not seem to believe he had a serious chance at winning, Jackson once again exceeded expectations as he more than doubled his previous results, prompting R. W. Apple, Jr. of The New York Times to call 1988 \"the Year of Jackson\".",
        "source": "https://en.wikipedia.org/wiki/Jesse_Jackson_1988_presidential_campaign",
        "year": "1988",
        "height": "above"
    },
    {
        "object": "edanmdm-nmaahc_2017.88.1",
        "title": "Pinback button for Robert F. Kennedy’s 1968 presidential primary campaign",
        "date": "1968",
        "img": "https://ids.si.edu/ids/deliveryService?id=NMAAHC-2017_88_1_001",
        "description": "Kennedy had been a supporter of the Civil Rights Movement. During the campaign, there were signs in black neighborhoods that read \"Kennedy white but alright / The one before, he opened the door.\" In the Indiana primary, RFK secured 86% of the black vote. His performance was strongest in cities with the largest black populations. Richardson noted that Kennedy was appealing to low-earning black voters. Kennedy had received support from blacks by \"an overwhelming margin\".",
        "source": "https://en.wikipedia.org/wiki/Robert_F._Kennedy_1968_presidential_campaign#Black_communities",
        "year": "1968",
        "height": "below"
    },
    {
        "object": "edanmdm-nmaahc_2013.201.1.23.7",
        "title": "Pinback button for the Black National Political Convention",
        "date": "mid 20th century",
        "img": "https://ids.si.edu/ids/deliveryService?id=NMAAHC-2013_201_1_23h_001",
        "description": "The National Black Political Convention, or the Gary Convention, was held on March 10–12, 1972 in Gary, Indiana. The convention gathered around ten thousand African-Americans to discuss and advocate for black communities that undergo significant economic and social crisis. Part of their goal was to raise the number of black politicians elected to office, increase representation, and create an agenda for fundamental change.",
        "source": "https://en.wikipedia.org/wiki/National_Black_Political_Convention",
        "year": "1972",
        "height": "above"
    },
    {
        "object": "edanmdm-nmaahc_2012.159.2",
        "title": "Pinback button for SNCC's One Man One Vote campaign",
        "date": "1965",
        "img": "https://ids.si.edu/ids/deliveryService?id=NMAAHC-2012_159_2_001",
        "description": "The SNCC, or Student Non-Violent Coordinating Committee, was a civil-rights group formed to give younger blacks more of a voice in the civil rights movement. The new group played a large part in the Freedom Rides aimed at desegregating buses and in the marches organized by Martin Luther King Jr. and the SCLC. Under the leadership of James Forman, Bob Moses, and Marion Barry, the Student Non-Violent Coordinating Committee also directed much of the black voter registration drives in the South. Three of its members died at the hands of the Ku Klux Klan during the Mississippi Freedom Summer of 1964.",
        "source": "https://www.history.com/topics/black-history/sncc",
        "year": "1965",
        "height": "way below"
    },
    {
        "object": "edanmdm-nmaahc_2012.159.3",
        "title": "Pinback button for CORE and Black Power",
        "date": "1966",
        "img": "https://ids.si.edu/ids/deliveryService?id=NMAAHC-2012_159_3_001",
        "description": "The Congress of Racial Equality (CORE) is an African-American civil rights organization in the United States that played a pivotal role for African Americans in the Civil Rights Movement. Founded in 1942, its stated mission is \"to bring about equality for all people regardless of race, creed, sex, age, disability, sexual orientation, religion or ethnic background.\"",
        "source": "https://en.wikipedia.org/wiki/Congress_of_Racial_Equality",
        "year": "1965.8",
        "height": "above"
    },
    {
        "object": "edanmdm-nmaahc_2012.159.4",
        "title": "Pinback button for the 1963 Freedom March",
        "date": "1963",
        "img": "https://ids.si.edu/ids/deliveryService?id=NMAAHC-2012_159_4_001",
        "description": "The March on Washington for Jobs and Freedom, also known as the March on Washington or The Great March on Washington, was held in Washington, D.C. on Wednesday, August 28, 1963. The purpose of the march was to advocate for the civil and economic rights of African Americans. At the march, final speaker Dr. Martin Luther King Jr., standing in front of the Lincoln Memorial, delivered his historic \"I Have a Dream\" speech in which he called for an end to racism.",
        "source": "https://en.wikipedia.org/wiki/March_on_Washington_for_Jobs_and_Freedom",
        "year": "1961.5",
        "height": "high above"
    },
    {
        "object": "edanmdm-nmaahc_2012.159.5",
        "title": "Pinback button for the 1963 Freedom March",
        "date": "1963",
        "img": "https://ids.si.edu/ids/deliveryService?id=NMAAHC-2012_159_5_001",
        "description": "The March on Washington for Jobs and Freedom, also known as the March on Washington or The Great March on Washington, was held in Washington, D.C. on Wednesday, August 28, 1963. The purpose of the march was to advocate for the civil and economic rights of African Americans. At the march, final speaker Dr. Martin Luther King Jr., standing in front of the Lincoln Memorial, delivered his historic \"I Have a Dream\" speech in which he called for an end to racism.",
        "source": "https://en.wikipedia.org/wiki/March_on_Washington_for_Jobs_and_Freedom",
        "year": "1963",
        "height": "below"
    },
    {
        "object": "edanmdm-nmaahc_2012.159.6",
        "title": "Pinback button from SNCC",
        "date": "1965",
        "img": "https://ids.si.edu/ids/deliveryService?id=NMAAHC-2012_159_6_001",
        "description": "The Student Nonviolent Coordinating Committee (SNCC, often pronounced SNIK) was the principal channel of student commitment in the United States to the Civil Rights Movement during the 1960s. Emerging in 1960 from the student-led sit-ins at segregated lunch counters in Greensboro, North Carolina and Nashville, Tennessee, the Committee sought to coordinate and assist direct-action challenges to the civic segregation and political exclusion of African Americans.",
        "source": "https://en.wikipedia.org/wiki/Student_Nonviolent_Coordinating_Committee",
        "year": "1965.5",
        "height": "below"
    },
    {
        "object": "edanmdm-nmaahc_2013.201.1.13",
        "title": "Pinback button promoting African Liberation Day",
        "date": "1977",
        "img": "https://ids.si.edu/ids/deliveryService?id=NMAAHC-F296A57746A02_5001",
        "description": "Africa Day (formerly African Freedom Day and African Liberation Day) is the annual commemoration of the foundation of the Organisation of African Unity on 25 May 1963. It is celebrated in various countries on the African continent, as well as around the world. The organisation was transformed into the African Union on 9 July 2002 in Durban, South Africa, but the holiday continues to be celebrated on 25 May.",
        "source": "https://en.wikipedia.org/wiki/Africa_Day",
        "year": "1977",
        "height": "above"
    },
    {
        "object": "edanmdm-nmaahc_2013.201.1.14",
        "title": "Pinback button promoting African Liberation Day",
        "date": "1977",
        "img": "https://ids.si.edu/ids/deliveryService?id=NMAAHC-2013_201_1_14_5001-000001",
        "description": "Africa Day (formerly African Freedom Day and African Liberation Day) is the annual commemoration of the foundation of the Organisation of African Unity on 25 May 1963. It is celebrated in various countries on the African continent, as well as around the world. The organisation was transformed into the African Union on 9 July 2002 in Durban, South Africa, but the holiday continues to be celebrated on 25 May.",
        "source": "https://en.wikipedia.org/wiki/Africa_Day",
        "year": "1977",
        "height": "below"
    },
    {
        "object": "edanmdm-nmaahc_2017.88.3",
        "title": "Pinback button for Kennedy - Johnson 1960 presidential campaign",
        "date": "1960",
        "img": "https://ids.si.edu/ids/deliveryService?id=NMAAHC-2017_88_3_001",
        "description": "By the 1960 presidential campaign, civil rights had emerged as a crucial issue. Just a few weeks before the election, Martin Luther King Jr. was arrested while leading a protest in Atlanta, Georgia. John Kennedy phoned his wife, Coretta Scott King to express his concern, while a call from Robert Kennedy to the judge helped secure her husband's safe release. The Kennedys' personal intervention led to a public endorsement by Martin Luther King Sr., the influential father of the civil rights leader. Across the nation, more than 70 percent of African Americans voted for Kennedy, and these votes provided the winning edge in several key states.",
        "source": "https://www.jfklibrary.org/learn/about-jfk/jfk-in-history/civil-rights-movement",
        "year": "1960",
        "height": "below"
    },
    {
        "object": "edanmdm-nmaahc_2017.88.4",
        "title": "Folding tab button for Kennedy - Johnson 1960 presidential campaign",
        "date": "1960",
        "img": "https://ids.si.edu/ids/deliveryService?id=NMAAHC-2017_88_4_001",
        "description": "By the 1960 presidential campaign, civil rights had emerged as a crucial issue. Just a few weeks before the election, Martin Luther King Jr. was arrested while leading a protest in Atlanta, Georgia. John Kennedy phoned his wife, Coretta Scott King to express his concern, while a call from Robert Kennedy to the judge helped secure her husband's safe release. The Kennedys' personal intervention led to a public endorsement by Martin Luther King Sr., the influential father of the civil rights leader. Across the nation, more than 70 percent of African Americans voted for Kennedy, and these votes provided the winning edge in several key states.",
        "source": "https://www.jfklibrary.org/learn/about-jfk/jfk-in-history/civil-rights-movement",
        "year": "1960",
        "height": "above"
    },
    {
        "object": "edanmdm-nmaahc_2019.32",
        "title": "Pinback button with \"I Believe Anita Hill\"",
        "date": "1991",
        "img": "https://ids.si.edu/ids/deliveryService?id=NMAAHC-2019_32_001",
        "description": "Anita Faye Hill (born July 30, 1956) is an American lawyer and academic. She is a university professor of social policy, law, and women's studies at Brandeis University and a faculty member of the university's Heller School for Social Policy and Management. She became a national figure in 1991 when she accused U.S. Supreme Court nominee Clarence Thomas, her supervisor at the United States Department of Education and the Equal Employment Opportunity Commission, of sexual harassment.",
        "source": "https://en.wikipedia.org/wiki/Anita_Hill",
        "year": "1991",
        "height": "above"
    },
    {
        "object": "edanmdm-nmaahc_2012.159.10",
        "title": "Pinback button for the 1963 March on Washington",
        "date": "1963",
        "img": "https://ids.si.edu/ids/deliveryService?id=NMAAHC-2012_159_10_001",
        "description": "The March on Washington for Jobs and Freedom, also known as the March on Washington or The Great March on Washington, was held in Washington, D.C. on Wednesday, August 28, 1963. The purpose of the march was to advocate for the civil and economic rights of African Americans. At the march, final speaker Dr. Martin Luther King Jr., standing in front of the Lincoln Memorial, delivered his historic \"I Have a Dream\" speech in which he called for an end to racism.",
        "source": "https://en.wikipedia.org/wiki/March_on_Washington_for_Jobs_and_Freedom",
        "year": "1963",
        "height": "above"
    }
]